Repository: delwende/amazon-price-tracker-chatbot
Catalog: locales/*.po
Languages: de

source: Hi there, let’s get started. I’ll alert you when prices drop on Amazon. If you get lost, just type help. Or, use a few words to tell me what product you are searching for. For example, you could type “iPhone 6”, “Kindle Paperwhite” or “Xbox One”.
de: Hallo, los geht’s. Ich sende dir eine Benachrichtigung, wenn die Preise auf Amazon sinken. Wenn du Hilfe benötigst, tippe "Hilfe". Ansonsten verwende einige Worte, um mir zu sagen, welches Produkt du suchst. Tippe zum Beispiel “iPhone 6”, “Kindle Paperwhite” oder “Xbox One”.

source: The price must be a number greater than or equal to zero. For example, you could type %s
de: Der Preis muss eine Zahl größer oder gleich Null sein. Tippe beispielsweise %s

source: help
de: hilfe

source: Lost? Use a few words to tell me what product you are searching for. For example, you could type “iPhone 6”, “Kindle Paperwhite” or “Xbox One”. Or, just type one of the words below: • list - to show your price watches • settings - to see your settings
de: Hilfe benötigt? Verwende einige Worte, um mir zu sagen, welches Produkt du suchst. Tippe zum Beispiel “iPhone 6”, “Kindle Paperwhite” oder “Xbox One”. Oder, tippe einfach eines der nachfolgenden Worte: • Liste - um deine Preisalarme anzuzeigen • Einstellungen - um deine Einstellungen zu sehen

source: list
de: liste

source: hello
de: hallo

source: Pick an option below to get going
de: Wähle eine der nachfolgenden Optionen, um loszulegen

source: Hi there, let’s get started.
de: Hallo, los geht’s.

source: settings
de: einstellungen

source: You're wondering about your settings? Amazon Shop: %s Language: %s To change your settings, pick an option below:
de: Hier sind deine aktuellen Einstellungen. Amazon-Shop: %s Sprache: %s Um deine Einstellungen zu ändern, wähle eine der nachfolgenden Optionen:

source: Would you like to receive a notification as soon as I'm available for your country?
de: Möchtest du eine Benachrichtigung erhalten, sobald ich für dein Land verfügbar bin?

source: I'm sorry. I'm currently not available in your country. Please stay tuned.
de: Es tut mir leid. Ich bin derzeit nicht für dein Land verfügbar. Bitte habe etwas Geduld.

source: Price and availability information for this product may have changed. Please search again for it.
de: Die Informationen bezüglich des Preises und der Verfügbarkeit dieses Produktes können sich inzwischen geändert haben. Bitte suche erneut danach.

source: Create price watch for "%s"
de: Erstelle einen Preisalarm für "%s"

source: Amazon price
de: Amazon Preis

source: 3rd Party New price
de: Drittanbieter Neupreis

source: 3rd Party Used price
de: Drittanbieter Gebrauchtpreis

source: The current %s for this item is %s
de: Der aktuelle %s für diesen Artikel beträgt %s

source: Enter a valid price. For example, you could type %s
de: Gib einen gültigen Preis ein. Tippe beispielsweise %s

source: You'll receive a notification when the price for "%s" drops below %s
de: Du erhälst eine Benachrichtigung, sobald der Preis für “%s” unter %s fällt.

source: Price watch for "%s" has been deleted.
de: Preisalarm für “%s” wurde gelöscht.

source: Desired price cannot be changed, because the corresponding price alert has already been deleted.
de: Der Wunschpreis kann nicht geändert werden, da der zugehörige Preisalarm bereits gelöscht wurde.

source: Great. You have changed the Amazon shop to %s. If you're now searching for a product, I search for you the Amazon shop %s. To reverse this setting, just type settings.
de: Großartig. Du hast den Amazon-Shop zu %s geändert. Wenn du künftig nach einem Produkt suchst, durchsuche ich für dich den Amazon-Shop %s. Um diese Einstellung rückgängig zu machen, tippe einfach Einstellungen.

source: Change Amazon Shop
de: Amazon-Shop wechseln

source: Pick an option below
de: Wähle eine der nachfolgenden Optionen

source: Do you want to retain this language settings?
de: Möchtest du diese Spracheinstellungen beibehalten?

source: Great. You have changed the language to %s.
de: Großartig. Du hast die Sprache zu %s geändert.

source: Change Language
de: Sprache ändern

source: What next?
de: Wie möchtest du fortfahren?

source: What’re you searching for? Use a few words to tell me what product you are searching for. For example, you could type “iPhone 6” or “Kindle Paperwhite”.
de: Was suchst du? Verwende einige Worte, um mir zu sagen, welches Produkt du suchst. Tippe zum Beispiel “iPhone 6” oder “Kindle Paperwhite”.

source: Ok! From now on you have to speak %s with me so that I understand you correctly. If you want to revert this setting, just type settings.
de: Ok! Von jetzt an musst du %s mit mir sprechen, damit ich dich richtig verstehe. Um diese Einstellung rückgängig zu machen, tippe einfach Einstellungen.

source: Ok! The language settings have been reverted to %s.
de: Ok! Die Spracheinstellungen wurden zurückgesetzt auf %s.

source: Thank's for your patience. I will soon be there for you. ✌
de: Danke für deine Geduld. Ich werde bald für dich dasein. ✌

source: Never mind! You can visit me anytime on www.jackthebot.com to start a conversation with me. ✌
de: Macht nichts! Du kannst mich jederzeit unter www.jackthebot.com besuchen, um eine Konversation mit mir zu starten. ✌

source: Try again or pick one of the options below:
de: Versuche es erneut oder wähle eine der nachfolgenden Optionen:

source: Not sure I understand what you're searching for.
de: Ich bin mir nicht sicher ob ich verstanden habe was du suchst.

source: Not in Stock
de: Vergriffen

source: Amazon: %s | 3rd Party New: %s | 3rd Party Used: %s
de: Amazon: %s | Drittanb. Neu: %s | Drittanb. Gebraucht: %s

source: Create price watch
de: Preisalarm erstellen

source: Details
de: Siehe Details

source: Go to Website
de: Zur Webseite gehen

source: Search results for "%s"
de: Suchergebnisse für "%s"

source: 3rd Party New
de: Drittanb. Neu

source: 3rd Party Used
de: Drittanb. Gebrauch

source: Set price type
de: Preistyp festlegen

source: What price type do you want to track?
de: Welchen Preistyp möchtest du verfolgen?

source: Set desired price
de: Wunschpreis festlegen

source: At what price would you like to receive an alert?
de: Bei welchem Preis möchtest du eine Benachrichtigung erhalten?

source: Custom Input
de: Individuelle Eingabe

source: Pick one of the options below or try again to enter a valid price
de: Wähle eine der nachfolgenden Optionen oder versuche erneut einen gültigen Preis einzugeben

source: Here're your price watches. I'll send you an alert when the current price for any of the products you're watching falls below your desired price. Price watches %s to %s:
de: Hier sind deine Preisalarme. Ich sende dir eine Benachrichtigung, wenn der Preis eines dieser Produkte unter deinen Wunschpreis fällt. Preisalarme %s bis %s:

source: Price watches %s to %s:
de: Preisalarme %s bis %s:

source: Current price: %s | Your Desired price: %s (%s)
de: Aktueller Preis: %s | Dein Wunschpreis: %s (%s)

source: Change desired price
de: Wunschpreis ändern

source: Delete price watch
de: Preisalarm löschen

source: Show more
de: Mehr anzeigen

source: You haven't created any price watches yet. Use a few words to tell me what product you are searching for. For example, you could type “iPhone 6” or “Kindle Paperwhite”
de: Du hast noch keinen Preisalarm erstellt. Verwende einige Worte, um mir zu sagen, welches Produkt du suchst. Tippe zum Beispiel “iPhone 6” oder “Kindle Paperwhite”.

source: Search product
de: Produkt suchen

source: Your Price Watches
de: Deine Preisalarme

source: Change Settings
de: Einstellungen ändern

source: Help
de: Hilfe

source: Retain changes
de: Änderungen beibehalten

source: Restore
de: Wiederherstellen

source: Yes sure
de: Ja, sicher

source: No, thanks
de: Nein, danke

source: German
de: Deutsch

source: English
de: Englisch

source: Germany
de: Deutschland

source: United Kingdom
de: Vereinigtes Königreich

source: United States
de: USA
